const films =[
    {
        start: '10:00',
        title: ' Человек паук',
        genre: [
            {
                name: 'Фантастика',
            },
            {
                name:'боевик',
            },
            {
                name:'приключения',
            },
        ]
    },{ 
        start: '12:00',
        title: 'Собачья жизнь 2 ',
        genre: [
            {
            name: 'Фэнтэзи',
            },
            {
            name:'драма',
            },
            {
            name:'комедия',
            },
        ]
    },{
        start: '14:00',
        title: ' История игрушек 4',
        genre: [
            {
            name: 'Мультфильм',
            },
            {
            name:'фэнтэзи',
            },
            {
            name:'комедия',
            },
        ]
    },{
        start: '16:00',
        title: ' Люди в чёрном: Интэрнэшнл',
        genre: [
            {
            name: 'фантастика',
            },
            {
            name:'боевик',
            },
            {
            name:'комедия',
            },
        ]
    }
];
const
